{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show_large":true}},"1653045103c1c4b429":{"type":"text-with-image","settings":{"subheading":"","title":"SUSTAINABILITY","image_position":"right","content":"","link_text":"","link_url":""}},"16527896380cd7396e":{"type":"text-with-image","settings":{"subheading":"","title":"Our sustainable approach","image":"shopify:\/\/shop_images\/afbeelding_pagina_our_approach.jpg","image_position":"left","content":"<p>We live in a consumer society. In Europe alone, almost 5 billion kilos of clothing are thrown away every year. Most of these are short-worn, spurred on by trends in the apparel industry. This is harmful to people and the environment. The fashion items end up in large garbage dumps or in the sea. Cheap products are almost always produced under poor conditions to keep the price low. We are sure that this can be done differently. That is why we use natural sources and recycled materials as much as possible in our production process. The leather bags from Pylos59 have a timeless design. When a sustainable product lasts longer, this yields double the profit. For the makers, because they make something valuable and sustainable. And for the environment, because it is less taxed.<\/p>","link_text":"","link_url":""}},"163223139199a812e0":{"type":"text-with-image","settings":{"subheading":"","title":"WE LOOK FOR SOLUTIONS","image":"shopify:\/\/shop_images\/beeld_wij_zoeken_naar_oplossingen.jpg","image_position":"right","content":"<p>Instead of watching, we wonder what solutions we can offer. How can we reduce our footprint? What is the most environmentally friendly way to transport our products? How can we recycle products and use them as materials for our bags? But above all: How can we make a positive contribution to the people who work for us and can we improve their standard of living? The answers to these questions form the basis of Pylos59 and guide us in the choices we make. This is also a reason to only work with companies that also ask themselves this question. In this way we can optimize every step in the chain.<\/p>","link_text":"","link_url":""}},"1632232660eacf451e":{"type":"text-with-image","settings":{"subheading":"","title":"We are meticulous in our material choices","image":"shopify:\/\/shop_images\/Beeld_Duurzaamheid_Pylos59.png","image_position":"left","content":"<p>Sustainability is central to every choice we make. This also applies to our choice of materials. We make responsible choices for the materials needed to make a bag. From the leather to the stitching and from the lining to the packaging. We think about everything. Although we are satisfied with the chosen materials, we continue to monitor the technical developments of material and we continuously look for improvements.<\/p>","link_text":"","link_url":"shopify:\/\/pages\/certifications-sa8000"}},"1632231987a72eb1f3":{"type":"text-with-image","settings":{"subheading":"","title":"Design of the Lower Lands: more than just beautiful","image":"shopify:\/\/shop_images\/afbeelding_pagina_design_of_the_lowerlands.jpg","image_position":"right","content":"<p>The entire collection is designed in-house. Our designers add a recognizable Dutch touch to every bag. Dutch design revolves around simplicity, sustainability and is timeless and recognizable. That is why our bags deserve the designation 'Design of the Lower Lands'. In our design we make sure that the bags are designed in such a way that any defects are prevented in advance. This not only saves unnecessary material costs, but also the emissions that otherwise come with returning. This allows us to guarantee the quality and longevity of our bags. It is precisely those small details that have a major impact.<\/p>","link_text":"","link_url":""}},"1652799145e262f635":{"type":"text-with-image","settings":{"subheading":"","title":"Working in a socially responsible way","image":"shopify:\/\/shop_images\/De_Sociale_Aanpak_Pylos59.png","image_position":"left","content":"<p>We believe we have a responsibility to the people who make our products. Not only do the working conditions have to be right, but the living environment is also important. We also expect this conviction from our suppliers. In the social field, we not only want to commit ourselves to improved working conditions, but also want to contribute to a better life. That is why we donate part of our profits to charities in the immediate vicinity of our employees in India.<br\/><br\/><a href=\"https:\/\/pylos59.eu\/pages\/about-us\">Our story<\/a><\/p>","link_text":"","link_url":""}},"16527992862e0bb525":{"type":"text-with-image","settings":{"subheading":"","title":"By land, sea or air?","image":"shopify:\/\/shop_images\/Duurzaamheid_Oceaan_Pylos59.png","image_position":"right","content":"<p>Because we do not produce in the Netherlands, transport is an important pivot in our production and delivery process. That is why we want to be sure - especially at this step - that we make environmentally conscious choices. We do this in the following ways: We plan our deliveries well in advance, so that the goods are transported almost entirely by ship. This makes a huge difference in the pollution associated with transport. Flying is fast and efficient, but far more polluting than any other form of transport. That's why we go by sea. Once arrived at our warehouse, the bags are ready to be shipped. Also in an environmentally friendly way. Where and when this is available, we try to make as many deliveries as possible with DHL Go Green. We ship our bags without unnecessary bulky filling material, so that the size of the package remains as small as possible. This way, more packages can be planned in one trip.<\/p>","link_text":"","link_url":""}},"16527993191f697400":{"type":"text-with-image","settings":{"subheading":"","title":"Goals for the future","image":"shopify:\/\/shop_images\/beeld_goed_3.png","image_position":"left","content":"<p>Our aim is to use only LWG Silver and Gold tanneries as a supplier for our leather by 2024. In addition, we continuously optimize the level of sustainability of all the materials we use in the production of a bag. This is an ongoing process in which we depend on new developments. <\/p><p>In addition, we aim to be <a href=\"https:\/\/www.bcorporation.net\/en-us\/\" title=\"https:\/\/www.bcorporation.net\/en-us\/\">B Corp certified<\/a> by 2024. For us, this also means that sustainability can be included in the articles of association. In this way we can transparently demonstrate our steps and choices to further confirm our sustainable claims.<\/p>","link_text":"","link_url":""}},"16545917310e5a852b":{"type":"custom-html","settings":{"subheading":"","title":"","html":""}},"16322321900ace4460":{"type":"newsletter","settings":{"section_size":"large","image":"shopify:\/\/shop_images\/movewithus20.png","text_color":"#ffffff","button_color":"#F9F3EA","subheading":"","title":"SIGN UP FOR THE PYLOS59 NEWSLETTER","content":""}},"1634496450ed2a5dc6":{"type":"recently-viewed-products","settings":{"title":"Recently viewed","show_product_info":true,"show_vendor":false,"show_color_swatch":false}}},"order":["main","1653045103c1c4b429","16527896380cd7396e","163223139199a812e0","1632232660eacf451e","1632231987a72eb1f3","1652799145e262f635","16527992862e0bb525","16527993191f697400","16545917310e5a852b","16322321900ace4460","1634496450ed2a5dc6"]}