{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show_large":true}},"16541706151474eca4":{"type":"image-with-text-overlay","settings":{"section_size":"large","image":"shopify:\/\/shop_images\/grijs.png","text_color":"#ffffff","overlay_color":"#000000","overlay_opacity":50,"subheading":"","title":"Our Story","content":"<p>We are Pylos59, a family business specialized in leather goods. We have been making sustainable fashion for 30 years. We produce our bags at an affordable price and continuously develop in the expansion of sustainable techniques. In this way we contribute to the solution for the large amount of waste. We make our choices based on an ecologically and socially responsible approach.<\/p>"}},"163223139199a812e0":{"type":"text-with-image","settings":{"subheading":"","title":"Our dream","image":"shopify:\/\/shop_images\/beeld_1.jpg","image_position":"right","content":"<p>We always wanted to use leather from India to make beautiful leather bags. After all, as a country, India is known for its leather. But we go further than that, so that we really mean something for people and the environment. The poor working conditions and low demands that are still often made in this industry worry us and call for change. <\/p><p>We are proud of where we are now. This process was accompanied by trial and error. When we started 30 years ago, we didn't have enough money to make major improvements. We had to invest everything that came in in terms of turnover at that time in the survival of our company. But we continued to work towards our goals: to guarantee good working conditions and to use sustainable materials. Our environment teased us about idealism, others thought it was nonsense. But we kept believing in it.<\/p><p>As our business continued to grow, we decided to donate a portion of our profits to charitable causes. Unfortunately, it was often impossible to find exactly where that money ended up. We also devised a training program for underprivileged young people. Unfortunately, this turned out not to work well without a strict check. <\/p><p><\/p>","link_text":"","link_url":""}},"1654170593fadbd552":{"type":"text-with-image","settings":{"subheading":"","title":"","image_position":"right","content":"<p>Now that we have many years of experience in this industry, we see that there are countless new possibilities for sustainable production and to guarantee good working conditions. With a friendly price tag on the bag. <\/p><p>More and more consumers and producers are convinced that sustainability is the right path to take. Are you? <\/p><p>We are making our dream come true: we make affordable and sustainably produced leather bags, offering everyone in the chain a good life. We have the right partners, it's the right time, we're going for it!<\/p>","link_text":"","link_url":""}},"1632232660eacf451e":{"type":"text-with-image","settings":{"subheading":"","title":"GOOD WORKING CONDITIONS","image":"shopify:\/\/shop_images\/deze_bij_factories.jpg","image_position":"left","content":"<p>Imagine this image: people sitting on the hard floor, between piles of leather, to make a bag. Who work hard every day for starvation wages… That should be an outdated concept by now, but unfortunately that is often not the case yet. All the more important it is for us to contribute to change and to work hard for good working conditions. <\/p><p>In the factories in India we work with, employees have a pleasant and safe workplace and are treated with respect. A workplace that is clean, where there is sufficient light and where they can 'just' sit on a work chair at a table that is at the right height. With fair, good wages. <\/p><p>Other matters are also important, although they are not yet taken for granted everywhere. We therefore work together with factories that have a SA8000 certificate. This guarantees things that we consider normal, such as sanitary facilities, a separate dining area and safe equipment to work with. In addition, employees must be treated with respect, have normal working hours and receive a living income. We find it important that the staff works in good conditions and with pleasure. <\/p><p>These are not loose agreements with a supplier, but documented matters that are subject to strict checks - at unannounced moments. In this way, these agreements are guaranteed and employees can trust that they have ended up in a good workplace.<\/p><p><\/p>","link_text":"All about the SA8000 certification","link_url":"shopify:\/\/pages\/certifications-sa8000"}},"165417108877eeecee":{"type":"custom-html","settings":{"subheading":"","title":"","html":"<div style=\"margin-top:-10px\"><\/div>"}},"16322321900ace4460":{"type":"newsletter","settings":{"section_size":"large","image":"shopify:\/\/shop_images\/movewithus20.png","text_color":"#ffffff","button_color":"#F9F3EA","subheading":"","title":"SIGN UP FOR THE PYLOS59 NEWSLETTER","content":""}},"1634496450ed2a5dc6":{"type":"recently-viewed-products","settings":{"title":"Recently viewed","show_product_info":true,"show_vendor":false,"show_color_swatch":false}}},"order":["main","16541706151474eca4","163223139199a812e0","1654170593fadbd552","1632232660eacf451e","165417108877eeecee","16322321900ace4460","1634496450ed2a5dc6"]}