{"sections":{"main":{"type":"main-faq","blocks":{"11095649-e054-43bb-98ed-511b6e7da77e":{"type":"separator","settings":{"title":"Order"}},"39583782-e796-4cd4-9cfb-a933c514dad5":{"type":"question","settings":{"title":"Do I need an account to order online?","answer":"<p>Of course you do not need an account to order in our webshop. One of the advantages of an<br\/>account is that you can find your previous orders and that you can view the status of your current order. Creating an account is easy and you can create it during checkout.<\/p>"}},"21043595-909b-49e7-8003-efc31b4e9496":{"type":"question","settings":{"title":"What can I do if there is something wrong with my order?","answer":"<p>We always do our utmost to deliver your order completely and correctly. If something is not right, please contact our customer service at <span style=\"text-decoration:underline\">pylos59@gojungo.com<\/span>. We are happy to help you.<\/p>"}},"6ec35063-d8e5-4157-8389-4bcca03f07a7":{"type":"question","settings":{"title":"What is my right of withdrawal?","answer":"<p>You have the right to withdraw from the agreement within 14 days without stating reasons. The withdrawal period expires 14 days after the day on which you or a third party designated by you, who is not the carrier, takes physical possession of the good. In order to exercise the right of withdrawal, you must inform us by means of an unambiguous statement (for example, in writing, by post, fax or e-mail) that you are withdrawing from the contract. To comply with the withdrawal period, it is sufficient to send your communication regarding the exercise of the right of withdrawal before the withdrawal period<br\/>has expired.<\/p><p>You must return or hand over the goods to us without delay, but in any case no later than 14 days after the day on which you informed us of the decision to withdraw from the agreement. You are on time if you return the goods before the period of 14 days has expired.<\/p><p>No direct costs will be charged for returning the goods. The exception to this is when you order multiple items and decide to keep 1 item under €50. In that case we charge €7,50 shipping costs. Even if you return via a carrier other than the<br\/>one that delivered your bag, the costs will not be reimbursed by us.<\/p><p>You are only liable for the depreciation of the goods resulting from the use of the goods, which goes beyond what is necessary to establish the nature, characteristics and functioning of the goods.<\/p>"}},"d7cf54db-9b28-4b14-9ee9-ad12fc7db0dc":{"type":"question","settings":{"title":"Why is Pylos59 a good and responsible choice?","answer":"<p>Pylos59 is convinced that things can be done in a good way for everyone and that everyone can benefit positively from better working and living conditions in the leather industry. People that produce our bags need to be rewarded with good salaries. We ensure that the factories we work with maintain the highest standards (SA8000). Pylos59 offers people a good live: the ones that produce our bags are just as important as the ones that buy them!<\/p>"}},"dd7aede6-b4b5-4900-9ace-660c2d233087":{"type":"separator","settings":{"title":"Shipping and Returns"}},"aec88b54-de5e-4cdc-b156-14f8ca582964":{"type":"question","settings":{"title":"Where do you ship?","answer":"<p>Netherlands, Belgium, Germany, Austria, Denmark, Finland, France, Italy, Sweden, Spain. We depend on our delivery partner for delivery times, unfortunately we have no influence on any delays.<\/p>"}},"aed73342-ba37-4a00-a67f-3d6dae6574fc":{"type":"question","settings":{"title":"How long will it take to get my order?","answer":"<p>We will send the package on the day of order if you place your order before 2 p.m. Delivery is in 1-3 working days. For delivery times we depend on the delivery partners. Unfortunately we have no influence on any delays. <br\/><\/p>"}},"b849e184-15f4-490b-9278-e4998b39618e":{"type":"question","settings":{"title":"What shipping carriers do you use?","answer":"<p>That depends on the area where you live.<\/p>"}},"53771abb-c166-482d-a999-e6b9fb1fdeb0":{"type":"question","settings":{"title":"When do I pay shipping?","answer":"<p>All orders above €50,- are delivered free of charge.<\/p>"}},"f15d4bf5-4bac-4d0a-90c8-953cf657396e":{"type":"question","settings":{"title":"Can I return my product?","answer":"<p>Yes of course, you can find more information here.<\/p>"}},"34e6ffb2-768d-4645-af7d-27696f4c3b73":{"type":"question","settings":{"title":"How do I return an item?","answer":"<p>Yes, you can <a href=\"https:\/\/pylos59.eu\/pages\/retourbeleid\" title=\"https:\/\/pylos59.eu\/pages\/retourbeleid\">find more information here<\/a>.<\/p>"}},"faf16cf5-3def-41bf-88e5-d318472301f5":{"type":"question","settings":{"title":"Can I exchange an ordered article?","answer":"<p>Unfortunately, we cannot exchange your returned items. Of course you can place a new order with the item you would like to receive.<\/p><p>If you revoke the agreement, you will receive all payments that you have made up to that point, including delivery costs (with the exception of any additional costs resulting from your choice of delivery method other than the cheapest standard delivery offered by us) without delay and in any case no later than 14 days after we have received your return goods.<\/p>"}},"a7e041a0-2218-4f2c-9051-4bd747455184":{"type":"separator","settings":{"title":"Payment"}},"722bb950-36a9-4550-addf-0152f9f39cc6":{"type":"question","settings":{"title":"Which payment methods can I use?","answer":"<p><span style=\"text-decoration:underline\"><strong>iDeal – Pay via your bank<\/strong><\/span><br\/><br\/>With iDEAL you can pay for your online purchases in a trusted, safe and easy way. iDEAL is the system that uses your trusted internet banking program when making an online purchase. To use iDEAL you do not need to register, download files or create an account. If you use internet banking at one of the participating banks, you can pay directly with iDEAL. The participating banks are; ABN AMRO, ASN Bank, Bunq, ING, Knab, Rabobank, SNS Bank, RegioBank, Triodos Bank, Van Lanschot Bankiers. You pay quickly and easily in the familiar payment environment of your own bank. You pay as you are actually used to.<\/p><p><\/p><p><span style=\"text-decoration:underline\"><strong>Credit card<\/strong><\/span><\/p><p>At pylos59.eu it is also possible to pay with Visa and MasterCard. After you filled out the form for the shopping cart you will be redirected to the page that handles payment traffic to make your choice. In this screen you enter the requested credit card information. In order to guarantee a safe transaction, the credit card company will ask for additional information in the next step. Visa calls this Verified by Visa and with MasterCard it is called MasterCard SecureCode.<\/p><p><\/p><p><span style=\"text-decoration:underline\"><strong>Paypal<\/strong><\/span><\/p><p>With this payment method you can make your transaction via PayPal. You must have an account with PayPal for this. You can create a PayPal account via the following<br\/>link: PayPal. Once you link your bank, giro or credit card to a PayPal account. It is free to open a PayPal account.<\/p><p><\/p><p><span style=\"text-decoration:underline\"><strong>Bancontact \/ Mister Cash<\/strong><\/span><\/p><p>Pay your order quickly and easily with Bancontact. Pay for your online purchase in a trusted payment environment of your own bank. This payment method is only available for Belgium.<br\/><\/p><p><span style=\"text-decoration:underline\"><strong>Giropay<\/strong><\/span><\/p><p>After placing your order, you will be redirected to the website of your bank. In order to be able to pay the invoice amount via Giropay, you must have a bank account that is activated for online banking, identify yourself accordingly and confirm the payment instruction to us. You will receive further instructions during the ordering process. The payment transaction will be carried out immediately afterwards and your account will be debited.<\/p>"}}},"block_order":["11095649-e054-43bb-98ed-511b6e7da77e","39583782-e796-4cd4-9cfb-a933c514dad5","21043595-909b-49e7-8003-efc31b4e9496","6ec35063-d8e5-4157-8389-4bcca03f07a7","d7cf54db-9b28-4b14-9ee9-ad12fc7db0dc","dd7aede6-b4b5-4900-9ace-660c2d233087","aec88b54-de5e-4cdc-b156-14f8ca582964","aed73342-ba37-4a00-a67f-3d6dae6574fc","b849e184-15f4-490b-9278-e4998b39618e","53771abb-c166-482d-a999-e6b9fb1fdeb0","f15d4bf5-4bac-4d0a-90c8-953cf657396e","34e6ffb2-768d-4645-af7d-27696f4c3b73","faf16cf5-3def-41bf-88e5-d318472301f5","a7e041a0-2218-4f2c-9051-4bd747455184","722bb950-36a9-4550-addf-0152f9f39cc6"],"settings":{}}},"order":["main"]}