{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show_large":true}},"165304595974fd33da":{"type":"text-with-image","settings":{"subheading":"","title":"OUR MATERIALS","image_position":"right","content":"","link_text":"","link_url":""}},"16527896380cd7396e":{"type":"text-with-image","settings":{"subheading":"","title":"LWG-CERTIFIED LEATHER","image":"shopify:\/\/shop_images\/MG_5514.jpg","image_position":"left","content":"<p>The <a href=\"\/pages\/certificates\" title=\"Our sustainable certificates\">Leather Working Group (LWG)<\/a> is an international non-profit organization composed of stakeholders in the leather product supply chain. The organization has developed an audit program that is committed to promoting environmental best practices throughout the supply chain of the leather and related industries. <\/p><p>Since 2022, we source 100% of our leather from LWG-certified leather manufacturers. two-thirds of them have now achieved a silver medal in the LWG audit. This means that the amount of resources used has been significantly reduced and recycled where possible (energy, water, materials and chemicals). Wastewater is purified and the storage of materials is subject to strict rules. Working conditions have also improved. <\/p><p>Our goal is to use 100% LWG Silver certified tanneries by 2024. We are currently investigating leathers that offer a high-quality sustainable alternative to the current standard. We always remain open to alternatives. Would you like to know more about our sustainable vision?<\/p><p><\/p>","link_text":"Then view our sustainability page","link_url":"shopify:\/\/pages\/sustainability"}},"163223139199a812e0":{"type":"text-with-image","settings":{"subheading":"","title":"FSC PAPER PACKAGING","image":"shopify:\/\/shop_images\/Beeld_Pylos59_Bos.png","image_position":"right","content":"<p><a href=\"https:\/\/nl.fsc.org\/nl-nl\" title=\"https:\/\/nl.fsc.org\/nl-nl\">The Forest Stewardship Council (FSC)<\/a> is an organization committed to promoting responsible management of the world's forests according to strict environmental, social and economic standards. <\/p><p>The certification guarantees that forests are managed in a way that preserves the biological diversity in holds. In addition, forestry according to FSC standards benefits the lives of local people and workers, while ensuring economic viability. This enables companies and consumers to choose wood, paper and other forest products that are made from materials that support responsible forest management. <\/p><p>All our cards on and in the bags come from FSC-certified suppliers. This also applies to the boxes in which we send the Pylos59 bags to our happy recipients.<\/p>","link_text":"","link_url":""}},"1632232660eacf451e":{"type":"text-with-image","settings":{"subheading":"","title":"RECYCLED LINING FROM WASTE2WEAR","image_position":"left","content":"<p>We want to reduce the use of raw materials. By collaborating with <a href=\"https:\/\/www.waste2wear.com\/\" target=\"_blank\" title=\"https:\/\/www.waste2wear.com\/\">Waste2Wear<\/a>, our bags are provided with a recycled lining. Waste2Wear makes textiles from recycled PET bottles (RPet). Are you curious about how this production process works? Then watch the video below:<\/p>","link_text":"","link_url":""}},"1652800312db8287f0":{"type":"featured-video","settings":{"section_size":"large","text_color":"#ffffff","subheading":"","title":"RECYCLED LINING FROM WASTE2WEAR","image":"shopify:\/\/shop_images\/Pylos59_video_thumbnail.png","video_url":"https:\/\/vimeo.com\/98505619"}},"1632231987a72eb1f3":{"type":"text-with-image","settings":{"subheading":"","title":"","image_position":"left","content":"<p>All Waste2Wear fabrics can be shown by means of an RA3 test to be 100% RPet material. And not for a combination of 'virgin' material. A product with a much lower percentage of RPet can also be designated as recycled material, but we do not participate in that. We choose Waste2Wear because we value the fully traceable and transparent supply chain, with the guarantee of fully recycled material. <\/p><p>Waste2Wear won the World Sustainability Award in 2021 in the Supply Chain category. We are proud of that.<\/p>","link_text":"","link_url":""}},"1652799145e262f635":{"type":"text-with-image","settings":{"subheading":"","title":"RECYCLED COTTON","image":"shopify:\/\/shop_images\/Katoen_Pylos59.png","image_position":"left","content":"<p>We have a few bags where it is technically not possible to use a lining that consists of recycled PET bottles. To keep our footprint as small as possible, these bags have a recycled cotton lining. The production of new cotton involves a lot of water and pesticides. Recycled cotton is a sustainable option, in line with our sustainable mission. This cotton meets the requirements of the Global Recycled Standard (GRS).<\/p>","link_text":"","link_url":""}},"16527992862e0bb525":{"type":"text-with-image","settings":{"subheading":"","title":"SUSTAINABLE PACKAGING","image_position":"right","content":"<p>When you open the box to view your Pylos59 bag, you may notice that it has a plastic bag around it. This is not just any plastic, but made from 100% recycled material. These 'polybags' prevent your new bag from being damaged during transport. <\/p><p>In addition, we do not use silica granules, but instead use a biodegradable product, made from special clay granules. You will find this in small packages in our bags, to prevent any moisture build-up during transport. This way we guarantee the quality of our bags during transport.<\/p>","link_text":"Discover our sustainable certification","link_url":"shopify:\/\/pages\/certificates"}},"16322321900ace4460":{"type":"newsletter","settings":{"section_size":"large","image":"shopify:\/\/shop_images\/movewithus20.png","text_color":"#ffffff","button_color":"#F9F3EA","subheading":"","title":"SIGN UP FOR THE PYLOS59 NEWSLETTER","content":""}},"1634496450ed2a5dc6":{"type":"recently-viewed-products","settings":{"title":"Recently viewed","show_product_info":true,"show_vendor":false,"show_color_swatch":false}}},"order":["main","165304595974fd33da","16527896380cd7396e","163223139199a812e0","1632232660eacf451e","1652800312db8287f0","1632231987a72eb1f3","1652799145e262f635","16527992862e0bb525","16322321900ace4460","1634496450ed2a5dc6"]}